Repository: kyooni18/Segno
Catalog: Marks/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: %lld characters
ja: %lld文字
ko: %lld자
zh_hans: %lld 个字符
zh_hant: %lld 個字元

source: %lld lines
ja: %lld行
ko: %lld줄
zh_hans: %lld 行
zh_hant: %lld 行

source: %lld of %lld
ja: %1$lld / %2$lld
ko: %1$lld / %2$lld
zh_hans: %1$lld / %2$lld
zh_hant: %1$lld / %2$lld

source: %lld words
ja: %lld語
ko: %lld단어
zh_hans: %lld 个词
zh_hant: %lld 個單字

source: Actual Text Size
ja: 実際のテキストサイズ
ko: 실제 텍스트 크기
zh_hans: 实际文本大小
zh_hant: 實際文字大小

source: Add Markdown headings to build an outline.
ja: アウトラインを作成するには Markdown の見出しを追加してください。
ko: 목차를 만들려면 Markdown 제목을 추가하세요.
zh_hans: 添加 Markdown 标题以生成大纲。
zh_hant: 加入 Markdown 標題以建立大綱。

source: Block Font Scale
ja: コードブロック文字倍率
ko: 코드 블록 글꼴 배율
zh_hans: 代码块字体缩放
zh_hant: 程式碼區塊字體縮放

source: Block Indent
ja: コードブロックのインデント
ko: 코드 블록 들여쓰기
zh_hans: 代码块缩进
zh_hant: 程式碼區塊縮排

source: Block Spacing
ja: コードブロックの間隔
ko: 코드 블록 간격
zh_hans: 代码块间距
zh_hant: 程式碼區塊間距

source: Blockquotes and Paragraphs
ja: 引用と段落
ko: 인용문 및 문단
zh_hans: 引用与段落
zh_hant: 引用與段落

source: Body Text
ja: 本文テキスト
ko: 본문 텍스트
zh_hans: 正文文本
zh_hant: 本文文字

source: Clear Search
ja: 検索をクリア
ko: 검색 지우기
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Close Search
ja: 検索を閉じる
ko: 검색 닫기
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: Code
ja: コード
ko: 코드
zh_hans: 代码
zh_hant: 程式碼

source: Code Font
ja: コードフォント
ko: 코드 글꼴
zh_hans: 代码字体
zh_hant: 程式碼字體

source: Copied
ja: コピーしました
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

source: Copy Code
ja: コードをコピー
ko: 코드 복사
zh_hans: 复制代码
zh_hant: 複製程式碼

source: Copy File Path
ja: ファイルパスをコピー
ko: 파일 경로 복사
zh_hans: 复制文件路径
zh_hant: 拷貝檔案路徑

source: Current Match
ja: 現在の検索結果
ko: 현재 검색 결과
zh_hans: 当前匹配项
zh_hant: 目前符合項目

source: Dark Background
ja: ダークモードの背景
ko: 다크 모드 배경
zh_hans: 深色模式背景
zh_hant: 深色模式背景

source: Decrease Text Size
ja: テキストサイズを小さくする
ko: 텍스트 크기 줄이기
zh_hans: 减小文本大小
zh_hant: 縮小文字

source: Edit Mode
ja: 編集モード
ko: 편집 모드
zh_hans: 编辑模式
zh_hant: 編輯模式

source: Find in Document
ja: 書類内を検索
ko: 문서에서 찾기
zh_hans: 在文稿中查找
zh_hant: 在文件中尋找

source: Find in Document…
ja: 書類内を検索…
ko: 문서에서 찾기…
zh_hans: 在文稿中查找…
zh_hant: 在文件中尋找…

source: Find Next
ja: 次を検索
ko: 다음 찾기
zh_hans: 查找下一个
zh_hant: 尋找下一個

source: Find Previous
ja: 前を検索
ko: 이전 찾기
zh_hans: 查找上一个
zh_hant: 尋找上一個

source: Font
ja: フォント
ko: 글꼴
zh_hans: 字体
zh_hant: 字體

source: Font Size
ja: フォントサイズ
ko: 글꼴 크기
zh_hans: 字体大小
zh_hant: 字體大小

source: Heading Markers
ja: 見出しマーカー
ko: 제목 마커
zh_hans: 标题标记
zh_hant: 標題標記

source: Hide Replace
ja: 置換を隠す
ko: 바꾸기 숨기기
zh_hans: 隐藏替换
zh_hant: 隱藏取代

source: Hide Table of Contents
ja: 目次を隠す
ko: 목차 숨기기
zh_hans: 隐藏目录
zh_hant: 隱藏目錄

source: Horizontal Inset
ja: 左右の余白
ko: 가로 안쪽 여백
zh_hans: 水平内边距
zh_hant: 水平內距

source: Increase Text Size
ja: テキストサイズを大きくする
ko: 텍스트 크기 늘리기
zh_hans: 增大文本大小
zh_hant: 放大文字

source: Indent Per Level
ja: 階層ごとのインデント
ko: 단계별 들여쓰기
zh_hans: 每级缩进
zh_hant: 每層縮排

source: Inline Code Scale
ja: インラインコード倍率
ko: 인라인 코드 배율
zh_hans: 行内代码缩放
zh_hant: 行內程式碼縮放

source: Inline Highlight
ja: インラインハイライト
ko: 인라인 강조
zh_hans: 行内高亮
zh_hant: 行內醒目提示

source: Light Background
ja: ライトモードの背景
ko: 라이트 모드 배경
zh_hans: 浅色模式背景
zh_hant: 淺色模式背景

source: Line Spacing
ja: 行間
ko: 줄 간격
zh_hans: 行距
zh_hant: 行距

source: Links
ja: リンク
ko: 링크
zh_hans: 链接
zh_hant: 連結

source: Lists
ja: リスト
ko: 목록
zh_hans: 列表
zh_hant: 列表

source: Markdown Colors
ja: Markdown の色
ko: 마크다운 색상
zh_hans: Markdown 颜色
zh_hant: Markdown 顏色

source: Muted / Quote Text
ja: 補助 / 引用テキスト
ko: 보조 / 인용문 텍스트
zh_hans: 弱化 / 引用文本
zh_hant: 弱化 / 引用文字

source: Next Match
ja: 次の検索結果
ko: 다음 검색 결과
zh_hans: 下一个匹配项
zh_hant: 下一個符合項目

source: No Headings
ja: 見出しがありません
ko: 제목 없음
zh_hans: 没有标题
zh_hant: 沒有標題

source: No Results
ja: 検索結果なし
ko: 검색 결과 없음
zh_hans: 没有结果
zh_hant: 沒有結果

source: Paragraph Spacing
ja: 段落間隔
ko: 문단 간격
zh_hans: 段落间距
zh_hant: 段落間距

source: Plain Text
ja: プレーンテキスト
ko: 일반 텍스트
zh_hans: 纯文本
zh_hant: 純文字

source: Previous Match
ja: 前の検索結果
ko: 이전 검색 결과
zh_hans: 上一个匹配项
zh_hant: 上一個符合項目

source: Quote Line Spacing
ja: 引用の行間
ko: 인용문 줄 간격
zh_hans: 引用行距
zh_hant: 引用行距

source: Read Mode
ja: 閲覧モード
ko: 읽기 모드
zh_hans: 阅读模式
zh_hant: 閱讀模式

source: Read-Only Mode
ja: 読み取り専用モード
ko: 읽기 전용 모드
zh_hans: 只读模式
zh_hant: 唯讀模式

source: Replace
ja: 置換
ko: 바꾸기
zh_hans: 替换
zh_hant: 取代

source: Replace All
ja: すべて置換
ko: 모두 바꾸기
zh_hans: 全部替换
zh_hant: 全部取代

source: Replace With
ja: 置換後の文字列
ko: 바꿀 내용
zh_hans: 替换为
zh_hant: 取代為

source: Restore Defaults
ja: デフォルトに戻す
ko: 기본값 복원
zh_hans: 恢复默认值
zh_hant: 回復預設值

source: Search Document
ja: 書類を検索
ko: 문서 검색
zh_hans: 搜索文稿
zh_hant: 搜尋文件

source: Search Matches
ja: 検索結果
ko: 검색 결과
zh_hans: 搜索匹配项
zh_hant: 搜尋符合項目

source: Shell
ja: シェル
ko: 셸

source: Show in Finder
ja: Finderに表示
ko: Finder에서 보기
zh_hans: 在“访达”中显示
zh_hant: 在 Finder 中顯示

source: Show Replace
ja: 置換を表示
ko: 바꾸기 보기
zh_hans: 显示替换
zh_hant: 顯示取代

source: Show Table of Contents
ja: 目次を表示
ko: 목차 보기
zh_hans: 显示目录
zh_hant: 顯示目錄

source: Spacing
ja: 余白と間隔
ko: 여백 및 간격
zh_hans: 间距
zh_hant: 間距

source: Strikethrough
ja: 取り消し線
ko: 취소선
zh_hans: 删除线
zh_hant: 刪除線

source: Table of Contents
ja: 目次
ko: 목차
zh_hans: 目录
zh_hant: 目錄

source: Typography
ja: タイポグラフィ
ko: 서체
zh_hans: 排版
zh_hant: 排版

source: Unsaved Document
ja: 未保存の書類
ko: 저장되지 않은 문서
zh_hans: 未存储的文稿
zh_hant: 未儲存的文件

source: Untitled Heading
ja: 無題の見出し
ko: 제목 없음
zh_hans: 无标题
zh_hant: 無標題

source: Vertical Inset
ja: 上下の余白
ko: 세로 안쪽 여백
zh_hans: 垂直内边距
zh_hant: 垂直內距

source: Window Padding
ja: ウインドウ余白
ko: 창 바깥 여백
zh_hans: 窗口内边距
zh_hant: 視窗內距
